acpica
alsa-utils
base
base-devel
bat
bazel
bc
blueman
bluez
bluez-utils
brightnessctl
btop
cmake
dmenu
dosfstools
efibootmgr
evtest
eza
feh
fzf
git
grub
gst-plugin-pipewire
guvcview
htop
intel-media-driver
intel-ucode
iwd
jdk-openjdk
libreoffice-still
libva-intel-driver
linux-firmware
linux-zen
ly
maim
man-db
mariadb
maven
meson
mpv
mtools
nano
neovim
network-manager-applet
networkmanager
notcurses
npm
os-prober
pacman-contrib
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-media-session
pipewire-pulse
python-pip
ripgrep
rsync
slim
smartmontools
sof-firmware
thunar
tk
unzip
upower
vim
vulkan-intel
wget
wireless_tools
xclip
xdg-user-dirs
xdg-utils
xfce4-terminal
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
xss-lock
xterm
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zip
zram-generator
